{
    "id_table_1": {
        "caption": "Table 1: Quantitative evaluation of the 6D pose (ADD and ADD-S).",
        "table": [],
        "footnotes": [],
        "references": [
            "The overall performance of DenseFusion, ASS3D, GraphFusion without refinement (GraphFusion_wo) and GraphFusion is shown in Table 1 and Table 2. DenseFusion and ASS3D are proposed from two different research groups, and GraphFusion without refinement (GraphFusion_wo) and GraphFusion is proposed from one research group. We use ADD, ADD-S and the area under ADD curve (AUC) to measure the prediction.",
            "Effectiveness of pose refinement. From Table 1 and Table 2 we can see that compared with ASS3D and GraphFusion without pose refinement, DenseFusion and GraphFusion that perform iterative pose refinement are able to further improve the accuracy of the 6D pose. The effectiveness is further verified by Figure 6. Figure 6 shows the successful pose rate measured by ADD for 888 objects, which is obtained by varying the ADD threshold. DenseFusion and GraphFusion outperform other approaches by a large margin, especially when the threshold is small."
        ]
    },
    "id_table_2": {
        "caption": "Table 2: The 6D pose estimation accuracy in terms of the area under AUC.",
        "table": [],
        "footnotes": [],
        "references": [
            "The overall performance of DenseFusion, ASS3D, GraphFusion without refinement (GraphFusion_wo) and GraphFusion is shown in Table 1 and Table 2. DenseFusion and ASS3D are proposed from two different research groups, and GraphFusion without refinement (GraphFusion_wo) and GraphFusion is proposed from one research group. We use ADD, ADD-S and the area under ADD curve (AUC) to measure the prediction.",
            "Effectiveness of pose refinement. From Table 1 and Table 2 we can see that compared with ASS3D and GraphFusion without pose refinement, DenseFusion and GraphFusion that perform iterative pose refinement are able to further improve the accuracy of the 6D pose. The effectiveness is further verified by Figure 6. Figure 6 shows the successful pose rate measured by ADD for 888 objects, which is obtained by varying the ADD threshold. DenseFusion and GraphFusion outperform other approaches by a large margin, especially when the threshold is small."
        ]
    },
    "id_table_3": {
        "caption": "Table 3: Comparison of the computational run time among different approaches (second per frame).",
        "table": [],
        "footnotes": [],
        "references": [
            "Time efficiency and accuracy robustness of the single shot model. Compared with DenseFusion and GraphFusion, ASS3D estimates the 6D pose in a single, consecutive network pass. It runs faster than other approaches, as show in Table 3 which compares the time efficiency among different methods. In particular, ASS3D runs at least 4 times faster than GraphFusion. Besides, for the texture-less objects such as milk box, ASS3D is more robust and has a better performance as shown in Figure 6."
        ]
    }
}